Repository: MattiasKallio/snillrik-evercate
Catalog: languages/snevercate-*.po
Languages: sv_se

source: Test connection
sv_se: Testanslutning

source: Make a test call to evercate. Use console to see response.
sv_se: Test-anrop till evercate. Använd konsolen för att se svaret.

source: Test call
sv_se: Testanrop

source: Long and very weird text string
sv_se: Lång och väldigt konstig textsträng

# placeholder
source: Skriv in titel eller funktion...
sv_se: Skriv i titel eller funktion...

source: Enable Evevercate
sv_se: Aktivera Evevercate

source: To enable evercate on this product.
sv_se: För att aktivera evercate på den här produkten.

source: User Group %s
sv_se: Användargrupp %s

source: Click to select the course if this is a course %s
sv_se: Klicka för att välja kurs om det här är en kurs %s

source: User already in current course.
sv_se: Användaren finns redan i den där kursen

source: Orderinformation from Evercate
sv_se: Beställningsinformation från Evercate

source: Date added:
sv_se: Tillagt datum

source: Should be done automatically but status is completed or processing.
sv_se: Borde gjorts automagiskt men statusen är klar eller bearbetas.

source: Post to Evercate
sv_se: Skicka till Evercate

source: This is a plugin for adding some Evercate functionallity to WP and WooCommerce.
sv_se: Detta är ett plugin för att lägga till Evercate-funktionalitet till WP och WooCommerce.
